Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/kaksi_uutta_koltansaamen_kielen_tyokirjaa_on_julkaistu_.html.tmx
Source language: fin
Languages: sms

source: Kaksi uutta koltansaamen kielen työkirjaa on julkaistu
sms: Kuõʹhtt ođđ nuõrttsääʹmǩiõl tuejjǩeeʹrj lie õlmstõttum

source: Koulutus- ja oppimateriaalitoimisto on julkaissut uuden koltansaamenkielisen 1. luokan ja 2. luokan työkirjat.
sms: Škooultõs- da mättmateriaalkoontâr lij õlmstâttam ođđ nuõrttsääʹmǩiõllsaž 1. da 2. klaass tuejjǩiiʹrjid.

source: ǨIÕČČ 1 Kåʹllmeäʹcc Ǩiđđpââʹj tuejjǩeʹrjj on perusopetuksen ensimmäisen luokan vieraan kielen opetuksen kevätlukukauden työkirja.
sms: ǨIÕČČ 1 Kåʹllmeäʹcc Ǩiđđpââʹj tuejjǩeʹrjj lij vuâđđmättʼtõõzz 1. klaass veeʹres ǩiõl lookkji mättʼtõʹsse.

source: ǨIÕČČ 2 Kåʹllmeäʹcc Čõhččpââʹj tuejjǩeʹrjj on perusopetuksen toisen luokan vieraan kielen lukijoiden opetuksen syyslukukauden työkirja.
sms: ǨIÕČČ 2 Kåʹllmeäʹcc Čõhččpââʹj tuejjǩeʹrjj lij vuâđđmättʼtõõzz 2. klaass veeʹres ǩiõl lookkji mättʼtõʹsse.

source: Työkirjat on koltansaamen kulttuuriin sovellettu ja käännetty pohjoissaamen kielen GEA-sarjan työkirjoista.
sms: Tuejjǩeeʹrj lie šiõttõllum nuõrttsääʹmkulttuuʹre da jåårǥlõttum tâʹvvsääʹmǩiõllsaž GEA – rääid tuejjǩiiʹrjin.

source: Kirjojen käsikirjoitukset on tehnyt Oona Länsman ja kuvitukset Nora Bäck.
sms: Ǩiiʹrji ǩiõttǩeeʹrjtõõzz lij tuejjääm Oona Länsman da pirstõõzzid raajjam Nora Bäck.

source: Koltansaamen kielelle 1. kevään työkirjan on kääntänyt Kari Chan ja taiton tehnyt Anni Näkkäläjärvi.
sms: Nuõrttsäämas 1. klaass tuejjǩeeʹrj lij jåårǥlâttam Kari Chan da lay out raajjâm Anni Näkkäläjärvi.

source: 2. syksyn työkirjan on kääntänyt Raija Lehtola ja taiton tehnyt Ester Berelowitsch.
sms: 2. klaass tuejjǩeeʹrj lij jåårǥlâttam Raija Lehtola da lay out raajjâm Ester Berelowitsch.

source: Kirjoja voi tilata Saamelaiskäräjien verkkokaupasta:
sms: Ǩiiʹrjid vuäitt tiʹllʼjed Sääʹmteeʹǧǧ neʹttkaaupâst:

source: Kevään työkirja: ǨIÕČČ 1 Kåʹllmeäʹcc Ǩiđđpââʹj tuejjǩeʹrjj
sms: ǨIÕČČ 1 Kåʹllmeäʹcc Ǩiđđpââʹj tuejjǩeʹrjj

source: Syksyn työkirja: ǨIÕČČ 2 Kåʹllmeäʹcc Čõhččpââʹj tuejjǩeʹrjj
sms: ǨIÕČČ 2 Kåʹllmeäʹcc Čõhččpââʹj tuejjǩeʹrjj
